<template>
  <v-card max-width="600" class="mx-auto">
    <v-card-title>About gold</v-card-title>
    <v-card-text>
      <p>
        Про монеты: на этот сервере они тратится на покупку подарков. Новым
        персонажам монеты не дается, потому что в таком случае его будет очень
        легко фармить, создавая аккаунты.
      </p>
      <p>
        Монеты выдаются за время, проведенное в игре, в момент когда игрок
        выходит из сервера. Так же можно получить монеты от другого игрока (за
        услугу, например).
      </p>
      <p>
        Передавать золото между аккаунтами можно с помощью команды <b>/pay</b>,
        например команда
      </p>
      <v-layout justify-center
        ><v-sheet color="black">/pay Ezekiel_2517 100</v-sheet></v-layout
      >
      <br />
      <p>передаст 100 монет игроку <i>Ezekiel_2517</i>.</p>
    </v-card-text>
  </v-card>
</template>

<script></script>

<style scoped></style>
